Revit 2027 API
ParameterTypeId.RbsElecCircuitLengthParam Property
 "Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitLengthParam { get; }
Public Shared ReadOnly Property RbsElecCircuitLengthParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitLengthParam {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitLengthParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace